Repository: alexhor/Include-Sermon
Catalog: lang/include_sermon-*.po
Languages: de_de

source: Sermon
de_de: Predigt

source: Settings
de_de: Einstellungen

source: New Sermon
de_de: Neue Predigt

source: Create Sermon Post
de_de: Predigt Post erstellen

source: The Videolink from Vimeo (e.g.: http://vimeo.com/89224153)
de_de: Der Videolink von Vimeo (z.B.: http://vimeo.com/89224153)

source: No Videolink available
de_de: Kein Videolink verfügbar

source: This is not a valid videolink. Please correct this or check "No Videolink available"
de_de: Dies ist kein gültiger Videolink. Bitte korrigieren Sie dies oder wählen Sie "Kein Videolink verfügbar"

source: The shared link from Dropbox for the Audio file
de_de: Der freigegeben Link von Dropbox für die Audio Datei

source: No Audiolink available
de_de: Kein Audiolink verfügbar

source: This is not a valid audiolink. Please correct this or check "No Audiolink available"
de_de: Dies ist kein gültiger Audiolink. Bitte korrigieren Sie dies oder wählen Sie "Kein Audiolink verfügbar"

source: Post Sermon
de_de: Predigt posten

source: Please check the generated info for mistakes
de_de: Bitte überprüfen Sie die generierten Informationen auf Fehler

source: Date
de_de: Datum

source: No date was found (is required)
de_de: Es konnte kein Datum gefunden werden (ist Pflicht)

source: Subject
de_de: Thema

source: Preacher
de_de: Prediger

source: Confirm Info
de_de: Informationen bestätigen

source: Service on the %s
de_de: Gottesdienst am %s

source: We are sorry, but for technical reasons there is no video file from this service
de_de: Wegen technischer Probleme gibt es leider keine Video Datei von diesem Gottesdienst, wir bitten dies zu entschuldigen

source: We are sorry, but for technical reasons there is no audio or video file from this service
de_de: Wegen technischer Probleme gibt es leider keine Audio oder Video Datei von diesem Gottesdienst, wir bitten dies zu entschuldigen

source: Download as MP3
de_de: Download als MP3

source: Include Sermon Options
de_de: Predigt Teilen Einstellungen

source: Include Sermon
de_de: Predigt Teilen

source: You are not allowed to edit these options! <br/> Please contact the Administrator.
de_de: Du darfst diese Einstellungen nicht bearbeiten! <br/> Bitte kontaktiere einen Administrator.

source: Settings Saved
de_de: Einstellungen Gespeichert

source: Settings › Include Sermon
de_de: Einstellungen › Predigt Teilen

source: Choose the category the sermon should be posted in
de_de: Wähle die Kategorie, in welche die Predigten gepostet werden sollen

source: Select the status a posted sermon should have by default
de_de: Wähle den Status eine gepostete Predigt standardmäßig haben sollte

source: Choose a color for the button which starts the MP3 Download
de_de: Wähle eine Farbe für den Button, der den MP3 Download startet

source: Button Color
de_de: Button Farbe

source: Choose a text-color for the button which starts the MP3 Download
de_de: Wähle eine Textfarbe für den Button, der den MP3 Download startet

source: Color
de_de: Farbe

source: Which size should the video be?
de_de: Wie groß soll das Video sein?

source: width
de_de: Breite

source: height
de_de: Höhe

source: (In pixels)
de_de: (In Pixeln)

source: Save
de_de: Speichern
